Revit 2027 API
SymbolTypeId.GalPerH Property
 Symbol gal/h, indicating unit US gallons per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GalPerH { get; }
Public Shared ReadOnly Property GalPerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GalPerH {
	ForgeTypeId^ get ();
}
static member GalPerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace